Repository: kumarpradeepk/AlcoholTracker-iOS
Catalog: AlcoholTracker/Localizable.xcstrings
Source language: en
Languages: da, de, es_419, es_es, fil, fr, fr_ca, id, it, ja, ko, ms, pl, pt_br, th, tr, vi, zh_hant_hk

# stats_units_empty
source: Your pattern will paint itself here.
da: Dit mønster tegner sig selv her.
de: Hier zeichnet sich dein Muster von selbst.
es_419: Tu patrón se irá dibujando aquí.
es_es: Aquí se irá dibujando tu patrón.
fil: Dito mismo mabubuo ang pattern mo.
fr: Votre schéma se dessinera ici.
fr_ca: Ton portrait se dessinera ici.
id: Polamu akan melukis dirinya sendiri di sini.
it: Qui il tuo andamento si disegnerà da sé.
ja: ここに、あなたの傾向が描かれていきます。
ko: 여기에 패턴이 그려질 거예요.
ms: Corak anda akan melukis dirinya di sini.
pl: Wzorzec sam się tu namaluje.
pt_br: Seu padrão vai se desenhar aqui.
th: รูปแบบการดื่มของคุณจะค่อยๆ ปรากฏขึ้นตรงนี้
tr: Deseniniz kendini burada çizecek.
vi: Mẫu hình của bạn sẽ tự vẽ nên ở đây.
zh_hant_hk: 你的模式會在這裏自己畫出來。

# stats_units_per_day
source: %1$.2f / day
da: %1$.2f / dag
de: %1$.2f / Tag
es_419: %1$.2f / día
es_es: %1$.2f / día
fil: %1$.2f / araw
fr: %1$.2f / jour
fr_ca: %1$.2f / jour
id: %1$.2f / hari
it: %1$.2f / giorno
ja: %1$.2f / 日
ko: 하루 %1$.2f
ms: %1$.2f / hari
pl: %1$.2f / dzień
pt_br: %1$.2f / dia
th: %1$.2f ต่อวัน
tr: %1$.2f / gün
vi: %1$.2f/ngày
zh_hant_hk: 每日 %1$.2f

# stats_units_total
source: Total %1$.1f %2$@
da: I alt %1$.1f %2$@
de: Gesamt %1$.1f %2$@
fil: Kabuuan %1$.1f na %2$@
it: Totale: %1$.1f %2$@
ja: 合計 %1$.1f%2$@
ko: 합계 %1$.1f %2$@
ms: Jumlah %1$.1f %2$@
pl: Łącznie %1$.1f %2$@
pt_br: Total de %1$.1f %2$@
th: รวม %1$.1f %2$@
tr: Toplam %1$.1f %2$@
vi: Tổng %1$.1f %2$@
zh_hant_hk: 合共 %1$.1f %2$@

# stats_verdict_first_neutral
source: Your first period with data, the comparison starts next period.
da: Din første periode med data — sammenligningen begynder næste periode.
de: Dein erster Zeitraum mit Daten, der Vergleich beginnt im nächsten.
es_419: Tu primer período con datos; la comparación empieza en el siguiente.
es_es: Es tu primer periodo con datos; la comparación empieza en el siguiente.
fil: Ito ang unang panahon mong may datos, magsisimula ang paghahambing sa susunod na panahon.
fr: Votre première période avec des données, la comparaison démarre à la suivante.
fr_ca: Première période avec des données : la comparaison commence à la prochaine.
id: Periode pertama dengan data, perbandingannya mulai periode berikutnya.
it: Primo periodo con dei dati: il confronto parte dal prossimo.
ja: データのある最初の期間です。比較は次の期間から始まります。
ko: 데이터가 쌓인 첫 기간이에요. 비교는 다음 기간부터 시작돼요.
ms: Tempoh pertama anda dengan data, perbandingan bermula pada tempoh berikutnya.
pl: Pierwszy okres z danymi — porównanie zacznie się w następnym.
pt_br: Seu primeiro período com dados. A comparação começa no próximo.
th: นี่คือช่วงแรกที่มีข้อมูล การเปรียบเทียบจะเริ่มในช่วงถัดไป
tr: Veriyle geçen ilk döneminiz; karşılaştırma önümüzdeki dönemde başlar.
vi: Kỳ đầu tiên có dữ liệu, so sánh bắt đầu từ kỳ sau.
zh_hant_hk: 這是第一段有數據的期間，比較由下一期開始。

# stats_verdict_first_numbers
source: %1$.1f %2$@ this period.
da: %1$.1f %2$@ denne periode.
de: %1$.1f %2$@ in diesem Zeitraum.
es_419: %1$.1f %2$@ en este período.
es_es: Este periodo: %1$.1f %2$@.
fil: %1$.1f %2$@ sa panahong ito.
fr: %1$.1f %2$@ sur cette période.
fr_ca: Cette période : %1$.1f %2$@.
id: %1$.1f %2$@ periode ini.
it: Periodo: %1$.1f %2$@.
ja: 今期 %1$.1f%2$@
ko: 이번 기간 %1$.1f %2$@.
ms: %1$.1f %2$@ tempoh ini.
pl: %1$.1f %2$@ w tym okresie.
pt_br: %1$.1f %2$@ neste período.
th: ช่วงนี้ %1$.1f %2$@
tr: Bu dönem %1$.1f %2$@.
vi: Kỳ này %1$.1f %2$@.
zh_hant_hk: 今期 %1$.1f %2$@。

# stats_verdict_less_neutral
source: %1$d%% less than the previous period
da: %1$d %% mindre end forrige periode
de: %1$d %% weniger als im vorherigen Zeitraum
es_419: %1$d %% menos que el período anterior
es_es: %1$d %% menos que el periodo anterior
fil: %1$d%% na mas mababa kaysa sa nakaraang panahon
fr: %1$d %% de moins que la période précédente
fr_ca: %1$d %% de moins que la période précédente
id: %1$d%% lebih sedikit dari periode sebelumnya
it: %1$d%% in meno rispetto al periodo precedente
ja: 前の期間より%1$d%%少ない
ko: 이전 기간보다 %1$d%% 적어요
ms: %1$d%% lebih sedikit daripada tempoh sebelumnya
pl: %1$d %% mniej niż w poprzednim okresie
pt_br: %1$d%% a menos que o período anterior
th: น้อยกว่าช่วงก่อน %1$d%%
tr: Önceki döneme göre %%%1$d daha az
vi: Thấp hơn kỳ trước %1$d%%
zh_hant_hk: 比上一期少 %1$d%%

# stats_verdict_level_neutral
source: Level with the previous period.
da: På niveau med forrige periode.
de: Gleichauf mit dem vorherigen Zeitraum.
es_419: Al mismo nivel que el período anterior.
es_es: Igual que el periodo anterior.
fil: Kapantay ng nakaraang panahon.
fr: Au même niveau que la période précédente.
fr_ca: Au même niveau que la période précédente.
id: Setara dengan periode sebelumnya.
it: In linea con il periodo precedente.
ja: 前の期間と同じくらいです。
ko: 이전 기간과 같아요.
ms: Sama dengan tempoh sebelumnya.
pl: Na równi z poprzednim okresem.
pt_br: No mesmo nível do período anterior.
th: เท่ากับช่วงก่อน
tr: Önceki dönemle aynı düzeyde.
vi: Ngang với kỳ trước.
zh_hant_hk: 跟上一期持平。

# stats_verdict_more_neutral
source: %1$d%% more than the previous period
da: %1$d %% mere end forrige periode
de: %1$d %% mehr als im vorherigen Zeitraum
es_419: %1$d %% más que el período anterior
es_es: %1$d %% más que el periodo anterior
fil: %1$d%% na mas mataas kaysa sa nakaraang panahon
fr: %1$d %% de plus que la période précédente
fr_ca: %1$d %% de plus que la période précédente
id: %1$d%% lebih banyak dari periode sebelumnya
it: %1$d%% in più rispetto al periodo precedente
ja: 前の期間より%1$d%%多い
ko: 이전 기간보다 %1$d%% 많아요
ms: %1$d%% lebih banyak daripada tempoh sebelumnya
pl: %1$d %% więcej niż w poprzednim okresie
pt_br: %1$d%% a mais que o período anterior
th: มากกว่าช่วงก่อน %1$d%%
tr: Önceki döneme göre %%%1$d daha fazla
vi: Cao hơn kỳ trước %1$d%%
zh_hant_hk: 比上一期多 %1$d%%

# stats_verdict_numbers
source: This period %1$.1f %3$@ · previous %2$.1f %3$@
da: Denne periode %1$.1f %3$@ · forrige %2$.1f %3$@
de: Dieser Zeitraum %1$.1f %3$@ · davor %2$.1f %3$@
es_419: Este período %1$.1f %3$@ · anterior %2$.1f %3$@
es_es: Este periodo %1$.1f %3$@ · anterior %2$.1f %3$@
fil: Panahong ito %1$.1f %3$@ · nakaraan %2$.1f %3$@
fr: Cette période %1$.1f %3$@ · précédente %2$.1f %3$@
fr_ca: Cette période : %1$.1f %3$@ · précédente : %2$.1f %3$@
id: Periode ini %1$.1f %3$@ · sebelumnya %2$.1f %3$@
it: Periodo: %1$.1f %3$@ · precedente: %2$.1f %3$@
ja: 今期 %1$.1f%3$@ · 前期 %2$.1f%3$@
ko: 이번 기간 %1$.1f %3$@ · 이전 기간 %2$.1f %3$@
ms: Tempoh ini %1$.1f %3$@ · sebelumnya %2$.1f %3$@
pl: Ten okres %1$.1f %3$@ · poprzedni %2$.1f %3$@
pt_br: Este período %1$.1f %3$@ · anterior %2$.1f %3$@
th: ช่วงนี้ %1$.1f %3$@ · ช่วงก่อน %2$.1f %3$@
tr: Bu dönem %1$.1f %3$@ · önceki %2$.1f %3$@
vi: Kỳ này %1$.1f %3$@ · kỳ trước %2$.1f %3$@
zh_hant_hk: 今期 %1$.1f %3$@ · 上期 %2$.1f %3$@

# support_email_diagnostics
source: Diagnostics (helps us help you):
da: Diagnostik (hjælper os med at hjælpe dig):
de: Diagnosedaten (helfen uns, dir zu helfen):
es_419: Diagnóstico (nos ayuda a ayudarte):
es_es: Diagnóstico (nos ayuda a ayudarte):
fil: Diagnostics (nakakatulong para matulungan ka namin):
fr: Diagnostics (pour mieux vous aider) :
fr_ca: Diagnostics (ça nous aide à t'aider) :
id: Diagnostik (membantu kami membantumu):
it: Diagnostica (ci aiuta ad aiutarti):
ja: 診断情報(お手伝いのために使います):
ko: 진단 정보 (문제 해결에 도움이 돼요):
ms: Diagnostik (membantu kami membantu anda):
pl: Diagnostyka (pomaga nam pomóc):
pt_br: Diagnóstico (ajuda a gente a ajudar você):
th: ข้อมูลวินิจฉัย (ช่วยให้เราช่วยคุณได้):
tr: Tanılama bilgileri (yardımcı olmamızı kolaylaştırır):
vi: Thông tin chẩn đoán (giúp chúng tôi hỗ trợ bạn):
zh_hant_hk: 診斷資料（幫助我們幫你）：

# tab_diary
source: Diary
da: Dagbog
de: Tagebuch
es_419: Diario
es_es: Diario
fr: Journal
fr_ca: Journal
id: Catatan
it: Diario
ja: 日記
ko: 기록
ms: Diari
pl: Dziennik
pt_br: Diário
th: ไดอารี่
tr: Günlük
vi: Nhật ký
zh_hant_hk: 日誌

# tab_settings
source: Settings
da: Indstillinger
de: Einstellungen
es_419: Configuración
es_es: Ajustes
fil: Mga Setting
fr: Réglages
fr_ca: Réglages
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pl: Ustawienia
pt_br: Ajustes
th: ตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hant_hk: 設定

# tab_settings_short
source: Settings
da: Mere
de: Mehr
es_419: Ajustes
es_es: Ajustes
fil: Setting
fr: Réglages
fr_ca: Réglages
id: Setelan
it: Opzioni
ja: 設定
ko: 설정
ms: Tetapan
pl: Ustawienia
pt_br: Ajustes
th: ตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hant_hk: 設定

# tab_statistics
source: Statistics
da: Statistik
de: Statistik
es_419: Estadísticas
es_es: Estadísticas
fil: Istatistika
fr: Statistiques
fr_ca: Stats
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
ms: Statistik
pl: Statystyki
pt_br: Estatísticas
th: สถิติ
tr: İstatistik
vi: Thống kê
zh_hant_hk: 統計

# tab_statistics_short
source: Stats
da: Statistik
de: Statistik
es_419: Datos
es_es: Datos
fil: Estadistika
id: Statistik
it: Dati
ja: 統計
ko: 통계
ms: Statistik
pl: Statystyki
pt_br: Dados
th: สถิติ
tr: İstatistik
vi: Thống kê
zh_hant_hk: 統計

# toast_backup_created
source: Backup created on this device.
da: Sikkerhedskopi oprettet på denne enhed.
de: Sicherung auf diesem Gerät angelegt.
es_419: Respaldo creado en este dispositivo.
es_es: Copia creada en este dispositivo.
fil: Nakagawa ng backup sa device na ito.
fr: Sauvegarde créée sur cet appareil.
fr_ca: Sauvegarde créée sur cet appareil.
id: Cadangan dibuat di perangkat ini.
it: Backup creato su questo dispositivo.
ja: この端末内にバックアップを作成しました。
ko: 이 기기에 백업을 만들었어요.
ms: Sandaran dicipta pada peranti ini.
pl: Kopia zapasowa utworzona na tym urządzeniu.
pt_br: Backup criado neste aparelho.
th: สร้างข้อมูลสำรองในเครื่องนี้แล้ว
tr: Bu cihazda yedek oluşturuldu.
vi: Đã tạo bản sao lưu trên máy này.
zh_hant_hk: 已在此裝置建立備份。

# toast_backup_none_ios
source: No on-device backup found yet.
da: Der blev ikke fundet nogen sikkerhedskopi på enheden.
de: Noch keine Sicherung auf dem Gerät gefunden.
es_419: No se encontró ningún respaldo en el dispositivo.
es_es: No hay ninguna copia en este dispositivo.
fil: Wala pang nakitang backup sa device.
fr: Aucune sauvegarde trouvée sur cet appareil.
fr_ca: Aucune sauvegarde trouvée sur l'appareil pour l'instant.
id: Belum ada cadangan di perangkat ini.
it: Nessun backup trovato su questo dispositivo.
ja: 端末内にバックアップは見つかりませんでした。
ko: 이 기기에서 백업을 찾지 못했어요.
ms: Belum ada sandaran ditemui pada peranti ini.
pl: Nie znaleziono kopii na tym urządzeniu.
pt_br: Nenhum backup encontrado neste aparelho ainda.
th: ยังไม่พบข้อมูลสำรองในเครื่องนี้
tr: Cihazda henüz yedek bulunamadı.
vi: Chưa tìm thấy bản sao lưu nào trên máy.
zh_hant_hk: 暫時找不到此裝置上的備份。

# toast_backup_restored_ios
source: Backup restored, everything merged.
da: Sikkerhedskopi gendannet — alt er flettet ind.
de: Sicherung wiederhergestellt, alles zusammengeführt.
es_419: Respaldo restaurado; todo se fusionó.
es_es: Copia restaurada: todo combinado.
fil: Naibalik ang backup, pinagsama ang lahat.
fr: Sauvegarde restaurée, tout a fusionné.
fr_ca: Sauvegarde restaurée, tout a été fusionné.
id: Cadangan dipulihkan, semuanya digabung.
it: Backup ripristinato, tutto unito.
ja: バックアップを復元し、すべて統合しました。
ko: 백업을 복원했어요. 전부 합쳐졌어요.
ms: Sandaran dipulihkan, semuanya digabungkan.
pl: Kopia przywrócona — wszystko połączone.
pt_br: Backup restaurado, tudo foi mesclado.
th: กู้คืนข้อมูลสำรองแล้ว รวมข้อมูลครบ
tr: Yedek geri yüklendi, her şey birleştirildi.
vi: Đã khôi phục bản sao lưu, mọi thứ đã hòa vào nhau.
zh_hant_hk: 已從備份回復，全部合併好。

# toast_cleared
source: A clean slate. Be kind to it.
da: En ren tavle. Vær god ved den.
de: Ein weißes Blatt. Geh nett damit um.
es_419: Hoja en blanco. Cuídala.
es_es: Borrón y cuenta nueva. Cuídala.
fil: Bagong simula. Pakabutihin mo ito.
fr: Page blanche. Prenez-en soin.
fr_ca: Page blanche. Prends-en soin.
id: Halaman kosong. Perlakukan dengan baik.
it: Tutto azzerato. Trattalo bene.
ja: まっさらです。やさしく使ってください。
ko: 다시 백지예요. 아껴 주세요.
ms: Helaian kosong. Layan ia dengan baik.
pl: Czysta karta. Obchodź się z nią łagodnie.
pt_br: Página em branco. Cuide bem dela.
th: กระดาษเปล่าหนึ่งแผ่น ดูแลมันดีๆ
tr: Yepyeni bir sayfa. Ona iyi davranın.
vi: Một trang giấy trắng. Hãy nhẹ tay với nó.
zh_hant_hk: 一張白紙。好好待它。

# toast_csv_saved_ios
source: Saved to Files.
da: Gemt i Filer.
de: In „Dateien“ gesichert.
es_419: Guardado en Archivos.
es_es: Guardado en Archivos.
fil: Na-save sa Files.
fr: Enregistré dans Fichiers.
fr_ca: Enregistré dans Fichiers.
id: Tersimpan ke File.
it: Salvato in File.
ja: 「ファイル」に保存しました。
ko: ‘파일’에 저장했어요.
ms: Disimpan ke Files.
pl: Zapisano w Plikach.
pt_br: Salvo em Arquivos.
th: บันทึกไปยัง "ไฟล์" แล้ว
tr: Dosyalar'a kaydedildi.
vi: Đã lưu vào Tệp.
zh_hant_hk: 已儲存到「檔案」。

# toast_custom_saved
source: Saved, one tap next time.
da: Gemt — ét tryk næste gang.
de: Gespeichert, beim nächsten Mal ein Tipp.
es_419: Guardado; la próxima vez, un solo toque.
es_es: Guardada: la próxima vez, un toque.
fil: Na-save, isang tap na lang sa susunod.
fr: Enregistré, une seule touche la prochaine fois.
fr_ca: Enregistré. Une seule touche la prochaine fois.
id: Tersimpan, satu ketukan lain kali.
it: Salvata: la prossima volta basta un tocco.
ja: 保存しました。次からはワンタップです。
ko: 저장했어요. 다음엔 한 번 탭이면 돼요.
ms: Disimpan, satu ketikan sahaja lain kali.
pl: Zapisano — następnym razem jedno dotknięcie.
pt_br: Salvo. Um toque na próxima vez.
th: บันทึกแล้ว คราวหน้าแตะครั้งเดียว
tr: Kaydedildi, bir dahakine tek dokunuş.
vi: Đã lưu, lần sau chỉ một lần chạm.
zh_hant_hk: 已儲存，下次一下就得。

# toast_customer_id_copied
source: Copied, paste it into any support email.
da: Kopieret — sæt det ind i en supportmail.
de: Kopiert, füg es in jede Support-Mail ein.
es_419: Copiado; pégalo en cualquier correo de soporte.
es_es: Copiado. Pégalo en cualquier correo de soporte.
fil: Na-copy, i-paste ito sa kahit anong support email.
fr: Copié, collez-le dans n'importe quel e-mail d'assistance.
fr_ca: Copié. Colle-le dans n'importe quel courriel de soutien.
id: Tersalin, tempel ke email dukungan mana pun.
it: Copiato: incollalo in qualsiasi email all'assistenza.
ja: コピーしました。サポートへのメールに貼りつけてください。
ko: 복사했어요. 지원 메일에 붙여 넣으면 돼요.
ms: Disalin, tampalkannya ke dalam mana-mana e-mel sokongan.
pl: Skopiowano — wklej to w dowolnym e-mailu do pomocy.
pt_br: Copiado. Cole em qualquer e-mail para o suporte.
th: คัดลอกแล้ว วางลงในอีเมลฝ่ายสนับสนุนได้เลย
tr: Kopyalandı; herhangi bir destek e-postasına yapıştırabilirsiniz.
vi: Đã sao chép, dán vào bất kỳ email hỗ trợ nào.
zh_hant_hk: 已複製，貼進任何一封支援電郵就可以。

# toast_day_has_drinks
source: This day already has drinks logged.
da: Denne dag har allerede drinks noteret.
de: An diesem Tag sind schon Getränke erfasst.
es_419: Este día ya tiene tragos registrados.
es_es: Este día ya tiene copas registradas.
fil: May naka-log nang inom sa araw na ito.
fr: Cette journée contient déjà des consommations.
fr_ca: Cette journée a déjà des verres inscrits.
id: Hari ini sudah ada minuman yang tercatat.
it: Questo giorno ha già delle bevande registrate.
ja: この日には、すでに記録があります。
ko: 이 날은 이미 기록이 있어요.
ms: Hari ini sudah ada minuman yang dicatat.
pl: W tym dniu są już zapisane drinki.
pt_br: Este dia já tem bebidas registradas.
th: วันนี้มีบันทึกการดื่มอยู่แล้ว
tr: Bu günde kayıtlı içkiler var.
vi: Ngày này đã có đồ uống được ghi.
zh_hant_hk: 這一日已經有飲品記錄。

# toast_day_has_drinks_cal
source: That day has drinks logged.
da: Den dag har drinks noteret.
de: Für diesen Tag sind Getränke erfasst.
es_419: Ese día tiene tragos registrados.
es_es: Ese día tiene copas registradas.
fil: May naka-log na inom sa araw na iyon.
fr: Cette journée-là contient des consommations.
fr_ca: Cette journée-là a des verres inscrits.
id: Hari itu ada minuman yang tercatat.
it: Quel giorno ha delle bevande registrate.
ja: その日には記録があります。
ko: 그 날은 기록이 있어요.
ms: Hari itu ada minuman yang dicatat.
pl: W tamtym dniu są zapisane drinki.
pt_br: Esse dia tem bebidas registradas.
th: วันนั้นมีบันทึกการดื่มอยู่
tr: O günde kayıtlı içkiler var.
vi: Ngày đó có đồ uống được ghi.
zh_hant_hk: 那一日有飲品記錄。

# toast_dry_marked
source: Dry day marked. Quiet wins count double.
da: Alkoholfri dag noteret. Stille sejre tæller dobbelt.
de: Alkoholfreier Tag eingetragen. Stille Erfolge zählen doppelt.
es_419: Día sin alcohol marcado. Las victorias silenciosas cuentan doble.
es_es: Día sin alcohol anotado. Los avances discretos cuentan doble.
fil: Namarkahan ang araw na walang alak. Doble ang halaga ng tahimik na panalo.
fr: Jour sans alcool noté. Les victoires discrètes comptent double.
fr_ca: Jour sans alcool noté. Les victoires tranquilles comptent double.
id: Hari tanpa alkohol tercatat. Kemenangan yang tenang bernilai dua kali.
it: Giorno senza alcol segnato. Le vittorie silenziose valgono doppio.
ja: 休肝日を記録しました。静かな一歩は、二倍の値打ちがあります。
ko: 술 없는 날로 표시했어요. 조용한 하루도 그만큼 값져요.
ms: Hari bebas alkohol ditanda. Kemenangan senyap dikira dua kali.
pl: Dzień bez alkoholu zapisany. Ciche zwycięstwa liczą się podwójnie.
pt_br: Dia sem álcool marcado. Vitórias silenciosas valem dobrado.
th: ทำเป็นวันไม่ดื่มแล้ว วันเงียบๆ ก็มีค่าไม่แพ้กัน
tr: Alkolsüz gün işaretlendi. Sessiz kazançlar iki kat sayılır.
vi: Đã ghi nhận ngày không cồn. Những điều lặng lẽ vẫn có sức nặng.
zh_hant_hk: 無酒日，記下了。安靜的日子，同樣算數。

# toast_entry_removed
source: Removed from your diary.
da: Fjernet fra dagbogen.
de: Aus deinem Tagebuch entfernt.
es_419: Quitado de tu diario.
es_es: Ya no está en tu diario.
fil: Inalis sa diary mo.
fr: Retiré de votre journal.
fr_ca: Retiré de ton journal.
id: Dihapus dari catatanmu.
it: Rimosso dal diario.
ja: 日記から削除しました。
ko: 기록에서 지웠어요.
ms: Dibuang daripada diari anda.
pl: Usunięto z dziennika.
pt_br: Removido do seu diário.
th: ลบออกจากไดอารี่แล้ว
tr: Günlüğünüzden kaldırıldı.
vi: Đã gỡ khỏi nhật ký.
zh_hant_hk: 已從日誌移除。

# toast_export_failed_ios
source: That export slipped away, try again.
da: Eksporten smuttede — prøv igen.
de: Der Export ist danebengegangen, versuch es noch mal.
es_419: La exportación se escapó; inténtalo de nuevo.
es_es: La exportación se ha escapado; inténtalo otra vez.
fil: Hindi natuloy ang export, subukan ulit.
fr: L'export a filé entre les doigts, réessayez.
fr_ca: L'exportation s'est échappée, réessaie.
id: Ekspornya gagal tersimpan, coba lagi.
it: L'esportazione è sfuggita, riprova.
ja: 書き出しがうまくいきませんでした。もう一度お試しください。
ko: 내보내기가 잘 안 됐어요. 다시 시도해 보세요.
ms: Eksport itu terlepas, cuba lagi.
pl: Eksport się nie udał — spróbuj jeszcze raz.
pt_br: A exportação escapou. Tente de novo.
th: การส่งออกหลุดมือไป ลองอีกครั้ง
tr: Dışa aktarma elden kaçtı; tekrar deneyin.
vi: Lần xuất đó chưa thành, thử lại nhé.
zh_hant_hk: 這次匯出走漏了，再試一次。

# toast_export_file_ios
source: Backup file ready, kept wherever you chose.
da: Sikkerhedskopien er klar, gemt der, hvor du valgte.
de: Sicherungsdatei bereit, dort abgelegt, wo du sie haben wolltest.
es_419: Archivo de respaldo listo, guardado donde elegiste.
es_es: Archivo de copia listo, guardado donde has elegido.
fil: Handa na ang backup file, nasa pinili mong lugar.
fr: Fichier de sauvegarde prêt, rangé là où vous l'avez choisi.
fr_ca: Fichier de sauvegarde prêt, gardé là où tu l'as choisi.
id: Berkas cadangan siap, tersimpan di tempat yang kamu pilih.
it: File di backup pronto, salvato dove hai scelto.
ja: バックアップファイルができました。選んだ場所に保存してあります。
ko: 백업 파일이 준비됐어요. 고른 위치에 저장돼 있어요.
ms: Fail sandaran sedia, disimpan di tempat yang anda pilih.
pl: Plik kopii gotowy — leży tam, gdzie wskazano.
pt_br: Arquivo de backup pronto, guardado onde você escolheu.
th: ไฟล์สำรองพร้อมแล้ว เก็บไว้ที่ที่คุณเลือก
tr: Yedek dosyası hazır; seçtiğiniz yerde duruyor.
vi: Tệp sao lưu đã sẵn sàng, lưu ở nơi bạn chọn.
zh_hant_hk: 備份檔案已準備好，存在你揀的位置。

# toast_file_unreadable
source: That file couldn't be read.
da: Filen kunne ikke læses.
de: Diese Datei ließ sich nicht lesen.
es_419: No se pudo leer ese archivo.
es_es: No se ha podido leer ese archivo.
fil: Hindi mabasa ang file na iyon.
fr: Ce fichier n'a pas pu être lu.
fr_ca: Ce fichier n'a pas pu être lu.
id: Berkas itu tidak bisa dibaca.
it: Non è stato possibile leggere quel file.
ja: そのファイルは読み取れませんでした。
ko: 그 파일은 읽을 수 없었어요.
ms: Fail itu tidak dapat dibaca.
pl: Nie udało się odczytać tego pliku.
pt_br: Não foi possível ler esse arquivo.
th: อ่านไฟล์นั้นไม่ได้
tr: Bu dosya okunamadı.
vi: Không đọc được tệp đó.
zh_hant_hk: 讀不到那個檔案。

# toast_health_connected
source: Drinks now flow quietly to %1$@.
da: Drinks flyder nu stille videre til %1$@.
de: Getränke fließen jetzt still zu %1$@.
es_419: Los tragos ahora pasan en silencio a %1$@.
es_es: Tus registros ya pasan a %1$@ sin hacer ruido.
fil: Tahimik nang dumadaloy ang mga inom sa %1$@.
fr: Les consommations partent désormais discrètement vers %1$@.
fr_ca: Les verres circulent maintenant discrètement vers %1$@.
id: Catatan minuman kini mengalir diam-diam ke %1$@.
it: Le bevande ora arrivano in silenzio su %1$@.
ja: これから記録は、静かに%1$@へ流れていきます。
ko: 이제 기록이 %1$@에 조용히 저장돼요.
ms: Minuman kini mengalir senyap ke %1$@.
pl: Drinki płyną teraz po cichu do %1$@.
pt_br: As bebidas agora fluem em silêncio para o %1$@.
th: ตอนนี้บันทึกจะไหลไปที่ %1$@ เงียบๆ
tr: İçkiler artık sessizce %1$@ hizmetine akıyor.
vi: Từ giờ dữ liệu đồ uống lặng lẽ chảy sang %1$@.
zh_hant_hk: 記錄現在會靜靜流向 %1$@。

# toast_health_denied
source: Health access wasn't granted.
da: Der blev ikke givet adgang til helbredsdata.
de: Der Health-Zugriff wurde nicht erteilt.
es_419: No se concedió el acceso a Salud.
es_es: No se ha dado acceso a Salud.
fil: Hindi naibigay ang access sa Health.
fr: L'accès à Santé n'a pas été autorisé.
fr_ca: L'accès à Santé n'a pas été accordé.
id: Akses Health tidak diberikan.
it: L'accesso a Salute non è stato concesso.
ja: ヘルスケアへのアクセスは許可されませんでした。
ko: 건강 접근 권한을 받지 못했어요.
ms: Akses Kesihatan tidak diberikan.
pl: Nie przyznano dostępu do zdrowia.
pt_br: O acesso à Saúde não foi concedido.
th: ไม่ได้รับสิทธิ์เข้าถึงสุขภาพ
tr: Sağlık erişimi verilmedi.
vi: Quyền truy cập Sức khỏe chưa được cấp.
zh_hant_hk: 未取得健康存取權限。

# toast_icon_updated
source: Icon updated, it suits you.
da: Ikonet er skiftet. Det klæder dig.
de: Symbol aktualisiert, steht dir gut.
es_419: Ícono actualizado; te queda bien.
es_es: Icono actualizado. Te queda bien.
fil: Na-update ang icon, bagay sa iyo.
fr: Icône mise à jour, elle vous va bien.
fr_ca: Icône changée, elle te va bien.
id: Ikon diperbarui, cocok untukmu.
it: Icona aggiornata, ti sta bene.
ja: アイコンを変えました。似合っています。
ko: 아이콘을 바꿨어요. 잘 어울려요.
ms: Ikon dikemas kini, sesuai dengan anda.
pl: Ikona zmieniona — pasuje.
pt_br: Ícone atualizado. Combinou com você.
th: เปลี่ยนไอคอนแล้ว เข้ากับคุณดี
tr: Simge güncellendi, yakışmış.
vi: Đã đổi biểu tượng, trông hợp với bạn.
zh_hant_hk: 圖示已更新，幾襯你。

# toast_import_result_ios
source: Imported %1$d, skipped %d duplicates.
da: Importerede %1$d, sprang %d dubletter over.
de: %1$d importiert, %d Duplikate übersprungen.
es_419: Importación lista: %1$d en total, %d duplicados omitidos.
es_es: %1$d importados y %d duplicados omitidos.
fil: Na-import %1$d, nilaktawan %2$d na duplicate.
fr: Import terminé : %1$d au total, %d doublons ignorés.
fr_ca: Importations : %1$d · %d doublons ignorés.
id: %1$d diimpor, %2$d duplikat dilewati.
it: Importate %1$d, saltati %d duplicati.
ja: %1$d件を読み込み、重複%2$d件をスキップしました。
ko: %1$d개 가져오고, 중복 %2$d개는 건너뛰었어요.
ms: Diimport %1$d, dilangkau %2$d pendua.
pl: Zaimportowano %1$d, pominięto %d duplikatu.
pt_br: %1$d importados, %d duplicatas ignoradas.
th: นำเข้า %1$d รายการ ข้ามรายการซ้ำ %2$d รายการ
tr: %1$d içe aktarıldı, %2$d tekrar atlandı.
vi: Đã nhập %1$d, bỏ qua %2$d mục trùng.
zh_hant_hk: 已匯入 %1$d 筆，略過 %2$d 筆重複。
